{
    "A+": [
        {
            "text": "Wonderful, perfect, beautiful. You are the hope for a better tomorrow.",
            "mirrors": [],
            "url": "/audio/7e11de105a952ac18c88b8cbfaae5b38.ogg"
        },
        {
            "text": "Perfection. Tomorrow's wars will be endless and quiet and we will win them with silent weapons like you.",
            "mirrors": [],
            "url": "/audio/b4484774eeb656e5a21f93fa8ad7e9c8.ogg"
        },
        {
            "text": "Damn near perfect. I'd almost think you're the one teaching me.",
            "mirrors": [],
            "url": "/audio/ed55a104e2767c681adf19adede18a67.ogg"
        },
        {
            "text": "You learn beautifully. You may be my ideal student, my inspiration, a gift to science. I think you are a perfect masochist.",
            "mirrors": [],
            "url": "/audio/4893a504a8d178e28653a49e898125e3.ogg"
        },
        {
            "text": "I know a teacher isn't supposed to love a student, but I can't help myself. You're wonderful.",
            "mirrors": [],
            "url": "/audio/f80cd4c3c16ca725a7f5c9f37a34080b.ogg"
        },
        {
            "text": "You're special. Nobody else is operating on your level, and I have special things planned for you. Keep going.",
            "mirrors": [],
            "url": "/audio/209166f82eb08596f93fc04d10bd9c0b.ogg"
        },
        {
            "text": "You make this look easy. You inspire me. With partners like you, I can just pile on the sadism, the abuse. You're beautiful, I'm going shower you in humiliation and contempt.",
            "mirrors": [],
            "url": "/audio/5307d7fb6c1ef0460454c59f058b6f02.ogg"
        },
        {
            "text": "Perfect. You're the engine of the future; I fill you with pain and humiliation, and you burn with obedience and prosperity. Every day is tomorrow.",
            "mirrors": [],
            "url": "/audio/29cbf228b489176b48d045565ca48207.ogg"
        }
    ],
    "A": [
        {
            "text": "Excellent work. They say you hurt the ones you love, I hope you know it works the other way, too.",
            "mirrors": [],
            "url": "/audio/32e37e552d78c076a5aa730c81d18566.ogg"
        },
        {
            "text": "You're making so much progress. Can you feel it? Can you feel yourself changing?",
            "mirrors": [],
            "url": "/audio/b6edd76c4a677c211746677d6fd5bc6a.ogg"
        },
        {
            "text": "Yes. A wonderful performance. Willing to thrust your hand into the fire. Suffering is the cornerstone of greatness.",
            "mirrors": [],
            "url": "/audio/f0dab6c393d9273a4fe1b7cbd5acd7fb.ogg"
        },
        {
            "text": "A heroic effort. Just shy of perfection. I knew when we chose you that you would be a star pupil. You're learning so much.",
            "mirrors": [],
            "url": "/audio/9c45138f00d1e76e8b44231bc024d858.ogg"
        },
        {
            "text": "Every trial is an evaluation and a prize in the same moment. A performance this good is its own reward. Treasure it. And you're welcome.",
            "mirrors": [],
            "url": "/audio/a2ccc65977ddc4917d8770498aebcd1a.ogg"
        },
        {
            "text": "You're doing the work. You're letting the fear feed you. I knew you deserved my love. Maybe now, you know it, too.",
            "mirrors": [],
            "url": "/audio/2138382093698694a63b9694bede9101.ogg"
        },
        {
            "text": "So slightly shy of perfection. Those tiny mistakes like the craqueler on the surface of a Vermeer only highlighting your beauty. You grow stronger every day.",
            "mirrors": [],
            "url": "/audio/c1f227edaf2729ac8628758d4d7c0efd.ogg"
        },
        {
            "text": "Phenomenal. I barely recognize the pitiful, broken human garbage that crawled into this facility. You are getting... better.",
            "mirrors": [],
            "url": "/audio/12030464030e495be6eb031ac5661ac3.ogg"
        }
    ],
    "B": [
        {
            "text": "Good. Almost good enough. Is that your ambition? Are you striving for \"almost good enough?\" The therapy only gives back what you put into it.",
            "mirrors": [],
            "url": "/audio/abafdbf085ffd3cf17dacff09690378a.ogg"
        },
        {
            "text": "A decent performance. I said \"jump\" and you jumped. But what I need, is somebody who when I say \"jump,\" says \"how high?\" Can you be my How High?",
            "mirrors": [],
            "url": "/audio/1c160681de1b102092032cb1bd84c5d2.ogg"
        },
        {
            "text": "An adequate performance. That's how ninety-nine percent of the world gets by. It's the mediocrity by which we'll all end up drowning in a bloody sewer. But I'm glad you tried. I am.",
            "mirrors": [],
            "url": "/audio/21109325bb2330bf63aeaba7b2efd70f.ogg"
        },
        {
            "text": "Does anybody ever write down in the history books, such-and-such almost tried their best, and almost achieved something great? I'm trying to make you a miracle. It's not something we can achieve with half-measures.",
            "mirrors": [],
            "url": "/audio/534d35c2053a0b0ca745b4f30ccc18fc.ogg"
        },
        {
            "text": "Good, not great. Is that the future we're trying to make? I need you to join me in the miracle.",
            "mirrors": [],
            "url": "/audio/29bbf72ea877bf85841d67d1d4ce75ac.ogg"
        },
        {
            "text": "You're making progress. But slowly. You need to try harder. You have to shock yourself out of the comforts and lazy assumptions. Accept the therapy. I need you to want to change.",
            "mirrors": [],
            "url": "/audio/50fe1d62d26f1a8f798cd972c85eb891.ogg"
        },
        {
            "text": "I feel like I'm looking at a Michelangelo still trapped in its block of marble. You have to help me shape you, you have to want to be free.",
            "mirrors": [],
            "url": "/audio/8bc7ed02e37bb5a6d53ed61f2d087191.ogg"
        },
        {
            "text": "Grade B. Passing. But if it was a steak, I wouldn't eat it. If it was milk, I wouldn't drink it. Are you happy with Grade B?",
            "mirrors": [
                {
                    "url": "/audio/0e85b867203e90c223b41aa7573bfff7.ogg",
                    "text": "2"
                }
            ],
            "url": "/audio/3d6f607bee867800fbea30277f3fe939.ogg"
        }
    ],
    "C": [
        {
            "text": "This does not correlate with your potential. You know you're special, your performance should reflect that.",
            "mirrors": [],
            "url": "/audio/a23da316694ff0c3630d950dc4d8fed3.ogg"
        },
        {
            "text": "You don't love children for being perfect, you love them for trying so hard. But I need you to try a little harder.",
            "mirrors": [],
            "url": "/audio/d298cf5546ee34eb0490123e5984a843.ogg"
        },
        {
            "text": "You can do better. If I'm going to sculpt you into a masterpiece, I need you hard enough to grind. Can you do that for me?",
            "mirrors": [],
            "url": "/audio/3ab959504786e4e69a7ff82e056e69b4.ogg"
        },
        {
            "text": "This whole experiment relies on your performance. I need you to be harder, less afraid. How do you expect to satisfy me with this flaccid effort?",
            "mirrors": [],
            "url": "/audio/606ad0707efdae30d174e1f87ef6692d.ogg"
        },
        {
            "text": "A passing effort. Accept the therapy, internalize its lessons. Do better.",
            "mirrors": [],
            "url": "/audio/5a615be7f92939f745f5a841584d17d8.ogg"
        },
        {
            "text": "I see you doing the work, I know you're trying. But if we're going to change the world, we need to be making leaps.",
            "mirrors": [],
            "url": "/audio/5f5e6f0bb964d5b62ed3735125afe7ae.ogg"
        },
        {
            "text": "Middling. Slightly less than average. If this were Russia, I'd be grading you with a bullet.",
            "mirrors": [],
            "url": "/audio/3e1dd2d8f6857779d76e1103b4e9a89a.ogg"
        },
        {
            "text": "Mediocre. I hate that word. So flaccid, damp. A bruised word the texture of dog shit. Like you. Me. D. Ochre. Me. D. Ochre.",
            "mirrors": [],
            "url": "/audio/5fb87426f884046f18d0250bfe78f325.ogg"
        }
    ],
    "D": [
        {
            "text": "Technically, that's progress.",
            "mirrors": [],
            "url": "/audio/1f87096d222b3f5c19572070047721f5.ogg"
        },
        {
            "text": "That was a minimally acceptable effort.",
            "mirrors": [],
            "url": "/audio/2cdbab38783a0160047395f08d39d332.ogg"
        },
        {
            "text": "Even failure is an opportunity to learn.",
            "mirrors": [],
            "url": "/audio/6b3abb091e8578c51ea66642d4361b4b.ogg"
        },
        {
            "text": "I was embarrassed just watching that, it must have been awful for you.",
            "mirrors": [],
            "url": "/audio/fb97d3a380eec8dfbf7c8ed820299632.ogg"
        },
        {
            "text": "Return to the Sleep Room, and try again.",
            "mirrors": [],
            "url": "/audio/06b2100ebf49f538194460a98d93a3cf.ogg"
        },
        {
            "text": "You could only have done worse by dying.",
            "mirrors": [],
            "url": "/audio/9f161b80abb7c2d10711d36a2e130b04.ogg"
        },
        {
            "text": "I kind of wish you had died. At least I wouldn't have to look at you any more.",
            "mirrors": [],
            "url": "/audio/58b007e24e2af5346faf5cc3166dd45d.ogg"
        },
        {
            "text": "I'm not angry. Just... disappointed.",
            "mirrors": [],
            "url": "/audio/d5e0fbdd8cca5cdb81b9cd3234e6d2b2.ogg"
        }
    ],
    "F": [
        {
            "text": "You failed, because you're a failure. I don't know why I even try.",
            "mirrors": [
                {
                    "url": "/audio/22cad7589dfb598ff0b99231f44ee922.ogg",
                    "text": "2"
                }
            ],
            "url": "/audio/d5f68e322e4215ccb26861220a78efe3.ogg"
        },
        {
            "text": "You have earned nothing, you have learned nothing.",
            "mirrors": [
                {
                    "url": "/audio/e377a6a43c19beec042c362d9e8aa0bd.ogg",
                    "text": "2"
                }
            ],
            "url": "/audio/59708b42a11f0d7254e17e28f1c84eda.ogg"
        },
        {
            "text": "If the drugs to restart your heart weren't so cheap, I wouldn't even bother.",
            "mirrors": [],
            "url": "/audio/c777490716c4cc9101833550559f3b47.ogg"
        },
        {
            "text": "Now I know why society had no use for you.",
            "mirrors": [],
            "url": "/audio/ad09b209a8c26e894110758f2470be54.ogg"
        },
        {
            "text": "We scraped you up off the street. I tried to make you better. I guess there's no polishing a turd.",
            "mirrors": [
                {
                    "url": "/audio/f284ff40b8d66748c0113d66d2617424.ogg",
                    "text": "2"
                }
            ],
            "url": "/audio/a54f9b917971de8a9ebc0ee94338f245.ogg"
        },
        {
            "text": "Mother used to say, \"You can't cure stupid.\" I should have listened.",
            "mirrors": [],
            "url": "/audio/136e9839c9dec0aea5512c17e411a9aa.ogg"
        },
        {
            "text": "That was like watching Jesus die of disentary on the way to the crucifiction. Pointless, wasted, humiliating.",
            "mirrors": [],
            "url": "/audio/0257f6fe84e1f7378e329c18841b9cb1.ogg"
        },
        {
            "text": "What am I teaching you? How to be dog food?",
            "mirrors": [],
            "url": "/audio/4867663cadf878fae5b6c6546ba420c2.ogg"
        }
    ]
}