{
    "A+": [
        {
            "text": "You are a knife's edge, a lover's caress, a blossoming cancer. You will make the future beautiful and inevitable.",
            "mirrors": [],
            "url": "/imposter_audio/38ec7e5400577ecd2264de35d44e39e8.ogg"
        },
        {
            "text": "You are a masterpiece. A diamond balanced on a razor's edge. Merciless and hard, perfect. Daddy is pleased.",
            "mirrors": [],
            "url": "/imposter_audio/cd5abfcdd0636051c4e301e485cfb856.ogg"
        },
        {
            "text": "Glorious. All of that humilitation and contempt focused down to one razor-sharp point. You understand me.",
            "mirrors": [],
            "url": "/imposter_audio/1e9f37da499332b5948faaa9a8de9613.ogg"
        },
        {
            "text": "I love you as much as you love me. I am a burning sun, and you are the lens that focuses my terrible power into the flesh of our subjects.",
            "mirrors": [],
            "url": "/imposter_audio/40dbcbe4832f17d3fbd2b2cc1322eeb3.ogg"
        },
        {
            "text": "You are masked, but I see you. Beautiful. Present. Perfect. You carve your soul in the flesh of our subjects. The pupil has become the master.",
            "mirrors": [],
            "url": "/imposter_audio/57b9b67553abedcb0edbbfc4284796f1.ogg"
        },
        {
            "text": "You are a knifepoint in a heart, in the chest of naked perfection. You showed me the Vitruvian Man as murder victim.",
            "mirrors": [],
            "url": "/imposter_audio/a4d36a9be59e9e94a1ea217ce00894df.ogg"
        },
        {
            "text": "Murder has met its ideal, you never have to hide behind a mask again.",
            "mirrors": [],
            "url": "/imposter_audio/fa8bcf2f01a017c27fa455b5ad8f5c72.ogg"
        },
        {
            "text": "You took a mask and knife and you made a miracle. The future is inevitable. I love you.",
            "mirrors": [],
            "url": "/imposter_audio/eab052137fcfe1a870e060a44fe375fe.ogg"
        }
    ],
    "A": [
        {
            "text": "I gave you gifts of pain and loathing, wrapped in fear, and like the sweetest of children you shared with all your friends. You're almost perfect.",
            "mirrors": [],
            "url": "/imposter_audio/25e6afc105574b76479883f0befce0b7.ogg"
        },
        {
            "text": "You are a shark. A perfect killing machine in an ocean called history. But with the cold, dead, eyes of a doll. Find some inspiration, and you could be an angel.",
            "mirrors": [],
            "url": "/imposter_audio/92e084aa2f5a6cdd91f493e8f4adf1ed.ogg"
        },
        {
            "text": "The mask reveals its wearer. You've never been more beautiful. But you could be more beautiful. Be the mask. Kill for me. Ascend.",
            "mirrors": [],
            "url": "/imposter_audio/486041695e73f2d74a416fa05d632e90.ogg"
        },
        {
            "text": "Everybody in a mask is naked. I can see now what you could do, if you only pushed the last reach, if you sacrificed yourself for the therapy. Show me you deserve the knife.",
            "mirrors": [],
            "url": "/imposter_audio/132996e9ec25ca748898dce29fae694e.ogg"
        },
        {
            "text": "I see you behind that mask. Those eyes. That appetite. You're my little how-high. Show father how high you can get.",
            "mirrors": [],
            "url": "/imposter_audio/769fddda14a808913d6561a60639bb08.ogg"
        },
        {
            "text": "You can't hide from me in that mask. I see what a marvel you are, but I also see that you could be perfect. Cut just a little deeper for me.",
            "mirrors": [],
            "url": "/imposter_audio/864597d952aba28039edd5595b59c707.ogg"
        },
        {
            "text": "You're an artist with that knife. I just need you to search a little deeper, to find the masterpiece somewhere inside that delectable little brain of yours.",
            "mirrors": [],
            "url": "/imposter_audio/1984dbc3734825f0bcdbac6ff484f355.ogg"
        },
        {
            "text": "Just a little sharper, and you'd be a pretty little scalpel. A silent weapon. Make yourself fitting of the history we will birth.",
            "mirrors": [],
            "url": "/imposter_audio/b4b7bb4743dead7cb365238a66fc44b3.ogg"
        }
    ],
    "B": [
        {
            "text": "You're a dulled knife; you cut but you've lost your edge. Hone yourself, on shame, on fear, on history. Find wahtever it is you need to rub against to make yourself hard and clean.",
            "mirrors": [],
            "url": "/imposter_audio/8c5c96d78689adf5020e31b3ffce3326.ogg"
        },
        {
            "text": "You know what I want, and I think you could give it to me if you would just cut a little bit deeper. Good children give me blood, the very best children give me marrow.",
            "mirrors": [],
            "url": "https://static.wikia.nocookie.net/outlast/images/6/6f/VO_Scripted_East_TrialGradeImposterB02.ogg/revision/latest?cb=20251022195301"
        },
        {
            "text": "Mere competence. You put the knife in, but did you twist it? You wore the face of your victim, but did you embody them? You need to put your heart into this.",
            "mirrors": [],
            "url": "/imposter_audio/8c9baf9ca6c3f32d7e7d1076dae59552.ogg"
        },
        {
            "text": "I think they got the point. But did you? Did you feel the blade scrape on bone? Did you feel the delicate pop of ruptured organs? You're supposed to learn as much as they do.",
            "mirrors": [],
            "url": "/imposter_audio/76bab80bdaf287664fa1504da70ef14d.ogg"
        },
        {
            "text": "Was that fun? Did you think wearing a mask meant you were at carnival? This is a ceremony and a surgery, a sacred act. The mask makes you more than you are, act like it.",
            "mirrors": [],
            "url": "/imposter_audio/ecbf898e39005878227417eca38a34a1.ogg"
        },
        {
            "text": "You call that murder? Half-aroused is worse than not aroused at all.",
            "mirrors": [],
            "url": "/imposter_audio/1c4a4cb398d715c3e9c143dc01dc2b52.ogg"
        },
        {
            "text": "That was fine. I'm... I'm depressed.",
            "mirrors": [],
            "url": "/imposter_audio/0878c6f6e56ce61dfa45037fbc84c7e7.ogg"
        },
        {
            "text": "Do you want to be my how-high? Do you want better toys than a knife and a mask? Then show me you're worth it.",
            "mirrors": [],
            "url": "/imposter_audio/7e1e80357507d1234b32eb8bed46dfd6.ogg"
        }
    ],
    "C": [
        {
            "text": "A surgeon who's too shy to use a blade isn't going to help anybody.",
            "mirrors": [],
            "url": "/imposter_audio/caeb0015e1b8a5402569dcdbfbf652b1.ogg"
        },
        {
            "text": "That's mostly your blood, isn't it? That's supposed to be the other guy's blood. You disappoint me.",
            "mirrors": [],
            "url": "/imposter_audio/734e66a68135ac8cbc097968822b97f7.ogg"
        },
        {
            "text": "They talk about \"The banality of evil.\" That's you. You make a stab wound boring.",
            "mirrors": [],
            "url": "/imposter_audio/414713537f37ebb7a4b5c600d3397559.ogg"
        },
        {
            "text": "A series of lukewarm murders. A little tedious knife violence. How did we come to this? I am not intrigued.",
            "mirrors": [],
            "url": "/imposter_audio/a9279e541b3e2053c48cc2b1702cdcaf.ogg"
        },
        {
            "text": "I'm sick with ennui. If I could vomit boredom maybe I could get the taste of bile out of my mouth. You are a mediocre assassin.",
            "mirrors": [],
            "url": "/imposter_audio/3bf3c110fb123cb528b1bb03d67deac7.ogg"
        },
        {
            "text": "A knife is a gift. You need to show gratitude, by using that gift. Wrap it in the flesh of our subjects and teach them what only pain can express.",
            "mirrors": [],
            "url": "/imposter_audio/b4aa0083b3734619456e233438e1dfee.ogg"
        },
        {
            "text": "You can't hide mediocrity behind those eye holes. I'm not sure you deserve a knife. At least not the handle end.",
            "mirrors": [],
            "url": "/imposter_audio/0100dc90fadd4aebe3c3166f35483186.ogg"
        },
        {
            "text": "Do I not give you pain, and shame, and loathing? I give and I give, and then I set you loose and this is what you show me? I am alone.",
            "mirrors": [],
            "url": "/imposter_audio/0fee87ef8e706a33a238b0c23172cb9d.ogg"
        }
    ],
    "D": [
        {
            "text": "Like watching somebody perform surgery with a spoon, but not as funny.",
            "mirrors": [],
            "url": "/imposter_audio/dd1f6e84e39af0cf8dc3e645af288718.ogg"
        },
        {
            "text": "You don't deserve to play with sharp objects.",
            "mirrors": [],
            "url": "/imposter_audio/c873b31eb9ec1fc6c6d9cd3f7b741b98.ogg"
        },
        {
            "text": "You did everything but fall on your own knife. I'm naseous. I'm sad. I'm so fucking sad.",
            "mirrors": [],
            "url": "/imposter_audio/ed86df40f04fa273670a3aa5182113eb.ogg"
        },
        {
            "text": "Do you even know which end of the knife is sharp?",
            "mirrors": [],
            "url": "/imposter_audio/7064df69d1543fbdd182c21d019c6103.ogg"
        },
        {
            "text": "Do you not understand that we are building an intelligence apparatus to evade nuclear annihilation? And you can't even put a knife in a mental patient? Cretin.",
            "mirrors": [],
            "url": "/imposter_audio/9fe1c344250640ca745be8f3a4fb345c.ogg"
        },
        {
            "text": "D for disappointment. D for \"didn't stab anybody to death.\" D for \"daddy's limp-wristed diletante.\"",
            "mirrors": [],
            "url": "/imposter_audio/9ac58442ce8be7ea344b1b202b7bed78.ogg"
        },
        {
            "text": "You think that mask means I don't see your shame? I wish you could hide your face from me. At least one of us could be a little less embarrassed.",
            "mirrors": [],
            "url": "/imposter_audio/cb8f35c771149af61b8b6d419b2866c6.ogg"
        },
        {
            "text": "You've embarrassed me, in front of my colleagues. I said, this one's ready. Give this one a knife. And this is how you repay me. Scum.",
            "mirrors": [],
            "url": "/imposter_audio/aa9240136f6393ecdd575a92497d3219.ogg"
        }
    ]
}